[
  {
    "id": 1,
    "name": "Matthews",
    "review": " Bought the DJI Mavic Air 2, two weeks ago before I knew an update was coming so soon buttt.... I just ordered the Air 2S! The Air 2 has been fantastic but I did run into some range issues or losing connectivity around buildings and residential areas. Hoping the updated unit with 4 antennas vs 2 will fix that issue.",
    "ratings": 4
  },
  {
    "id": 2,
    "name": "Nicholas",
    "review": "  I’m a newbie to the world of drones. This is my first drone and so far I’m very happy with it. I have nothing to compare it with other than those toy drones which I think is not fair to make some comparison. First use, like any other electronics, is always the hardest. But after that, everything else is a breeze. Buy the combo package because you’ll definitely need more than 1 battery.",
    "ratings": 4.5
  },
  {
    "id": 3,
    "name": "Alexander",
    "review": "Another home run for DJI. This drone is just as incredible as the Mavic Air 2, plus more! The only thing I wish it had that it doesn't is an adjustable aperture. Oh well, can't have EVERYTHING for just $1,200...",
    "ratings": 5
  },
  {
    "id": 4,
    "name": "Christian",
    "review": "It’s done everything I’ve asked of it so far. Had it up in the forested mountains near me and even with obstructions have had very little in the way of video hiccups, at the beach and had no trouble with the wind. It just holds its place and gets a great shot.",
    "ratings": 3.5
  },
  {
    "id": 5,
    "name": "Vincent",
    "review": " This drone is awesome! the controls are so good. Great video / image quality. The best thing of all must be the return to home button. Just press and hold for 3 sec and it flys back. The only slight confusion is not finding the DJI Fly app from the Play Store. Need to scan QR code and install the app from the link.",
    "ratings": 4
  },
  {
    "id": 6,
    "name": "Gabriel",
    "review": "This is a really great drone; it’s the third one I’ve had and by far it is the best. Spectacular pictures, great automation within the app enabling wonderful special effects photography, compact and a solid feeling remote. All of that inside an attractive carrying case.",
    "ratings": 4.2
  }
]